Repository: 0PushpRaj0/sugarizer
Catalog: po/*.po
Languages: ar

source: Start new
ar: بداية جديدة

source: {{name}} Activity
ar: {{name}} النشاط

source: Remove favorite
ar: أزل المفضل

source: Make favorite
ar: أضف للقائمة المفضلة

source: Version {{number}}
ar: {{number}} النسخة

source: Favorites view
ar: عرض القائمة المفضلة

source: List view
ar: عرض القائمة

source: Home
ar: الصفحة الرئيسية

source: Filter favorites
ar: تصفية القائمة المفضلة

source: Seconds ago
ar: قبل ثواني

# Ago
source: {{time}} ago
ar: قبل {{time}}

# Minutes_one
source: minute
ar: دقيقة

# Minutes_other
source: minutes
ar: الدقائق

# Hours_one
source: hour
ar: ساعة

# Hours_other
source: hours
ar: الساعات

# Days_one
source: day
ar: اليوم

# Days_other
source: days
ar: الأيام

# Weeks_one
source: week
ar: الأسبوع

# Weeks_other
source: weeks
ar: الأسابيع

# Months_one
source: month
ar: الشهر

# Months_other
source: months
ar: الشهور

# Years_one
source: year
ar: السنة

# Years_other
source: years
ar: السنوات

# SecondsAgo_short
source: Sec. ago
ar: حاليا

# Ago_short
source: {{time}} ago
ar: قبل {{time}}

# Minutes_one_short
source: mn
ar: دقيقة

# Minutes_other_short
source: mn
ar: دقيقة

# Hours_one_short
source: hr
ar: ساعة

# Hours_other_short
source: hr
ar: ساعة

# Days_one_short
source: dy
ar: اليوم

# Days_other_short
source: dy
ar: اليوم

# Weeks_one_short
source: wk
ar: الأسبوع

# Weeks_other_short
source: wk
ar: الأسبوع

# Months_one_short
source: mo
ar: الشهر

# Months_other_short
source: mo
ar: الشهر

# Years_one_short
source: yr
ar: السنة

# Years_other_short
source: yr
ar: السنة

source: Shutdown
ar: إغلاق

source: Restart
ar: إعادة التشغيل

source: My Settings
ar: إعداداتي

# SearchHome
source: Search in home
ar: البحث على النشاط

# JournalEmpty
source: Your journal is empty
ar: سجلك فارغ

source: No matching activities
ar: لا يوجد أي نشاط مطابق

source: Clear search
ar: حذف البحث

# SearchJournal
source: Search in journal
ar: إبحث في السجل

source: Anytime
ar: في أي وقت

source: Today
ar: اليوم

source: Since yesterday
ar: منذ البارحة

source: Past week
ar: منذ أسبوع

source: Past month
ar: منذ شهر

source: Past year
ar: منذ سنة

source: Anything
ar: أي شيء

source: No matching entries
ar: المدخلات غير متطابقة

# SearchSettings
source: Search in settings
ar: إبحث في الإعدادات

source: About me
ar: بخصوصي

source: About my computer
ar: بخصوص حاسوبي

source: Language
ar: اللغة

source: Done
ar: انتهى

source: Ok
ar: نعم

source: Cancel
ar: إلغاء

source: Click to change color:
ar: انقر لتغيير اللون:

source: Warning
ar: إنتبه

source: Changes require restart
ar: التغييرات تتطلب إعادة تشغيل

source: Cancel changes
ar: إلغاء التغييرات

source: Restart now
ar: إعادة التشغيل الآن

# ChooseLanguage
source: Choose language you prefer:
ar: إختر اللغة التي تفضلها:

source: English
ar: الإنجليزية

source: Spanish
ar: الإسبانية

source: French
ar: الفرنسية

source: Igbo
ar: إغبو

source: Yoruba
ar: يُورُبا

source: German
ar: الألمانية

source: Arabic
ar: عربي

source: Japanese
ar: اللغة اليابانية

source: Polish
ar: قطب

source: Portuguese
ar: البرتغالية

source: Software
ar: البرمجيات

source: Client type:
ar: نوع العميل:

source: Browser:
ar: المتصفح:

source: Browser version:
ar: نسخة المتصفح:

source: User agent:
ar: المستخدم: الوكيل

# Copyright
source: Copyright and license
ar: حقوق الطبع والنشر والترخيص

# LicenseTerms
source: Sugarizer is an open source software licensed under the Apache 2.0 license.
ar: سوكاريزر هو برنامج مفتوح المصدر مرخص موجب رخصة

# RestartActivity
source: Restart
ar: إعادة التشغيل

source: Copy to local
ar: أنسخ إلى المحلي

# CopyToPrivate
source: Copy to remote
ar: أنسخ عن بعد

source: Copy to shared
ar: أنسخ إلى المشترك

source: by {{user}}
ar: {{user}} بواسطة

source: Erase
ar: حذف

# ErrorLoadingRemote
source: Remote server not responding
ar: المزود عن بعد لا يستجيب

source: Retry
ar: أعد المحاولة

# Server
source: About my server
ar: بخصوص مزودي

# ConnectedToServer
source: Connected to a server
ar: اتصل بالمزود

# ServerName
source: Server address:
ar: عنوان المزود:

# UserId
source: User Id on server:
ar: رمز: المستخدم بالمزود

# CheckInfo
source: Check
ar: تحقق

# LeaveUserBlank
source: (leave blank for a new user)
ar: (اتركه فارغا لمستخدم جديد)

source: Neighborhood View
ar: عرض الجوار

# SearchNeighbor
source: Search in Neighborhood
ar: إبحث في الجوار

source: Connected
ar: متصل

# JoinActivity
source: Join
ar: إنضم

source: Name:
ar: الاسم:

source: Next
ar: التالى

source: Back
ar: السابق

# ClickToColor
source: Click to change color:
ar: انقر لتغيير اللون:

# ServerNotSet
source: Your server is not set
ar: مُهيّء مزودك غير

source: Android Settings
ar: إعدادات الروبوت

# ResetLauncher
source: Switch Launcher
ar: التبديل قاذفة

source: Join Network
ar: تاريخ الشبكة

# EnterKey
source: Enter shared key
ar: أدخل مفتاح مشترك

# SetLauncherTitle
source: Change the launcher
ar: تغيير قاذفة

# SetLauncherText
source: You can use either SugarizerOS as a launcher or only use the Sugarizer environment as an application with your native launcher. The launcher you are actually using is {{launcher}}, click on the icon of the launcher you want to switch to.
ar: يمكنك استخدام إما SugarizerOS كما قاذفة، إما قاذفة الأم الخاصة بك لاستخدام فقط في بيئة Sugarizer كتطبيق. قاذفة كنت فعلا استخدام غير {{launcher}}، انقر على أيقونة قاذفة تريد التبديل إليه.

source: Disconnect
ar: قطع الاتصال

source: Loading...
ar: جار التحميل...

# AllDataWillBeLost
source: Journal and settings will be lost
ar: سيتم فقدان مجلة والإعدادات

# ClickMore
source: Click again for more options
ar: انقر مرة أخرى لمزيد من الخيارات

source: Reinit journal and settings
ar: جلة Reinit والإعدادات
